[
  {
    "name": "Gal Viharaya",
    "abstract": "The most famous tourist attraction in Polonnaruwa and a must visit place if you go to Polonnaruwa. It is a Buddhist shrine where four statues of Lord Buddha are carved out of the rock. The skill shown here is amazing since there is hardly room for error when your carving out statues from pure rock.",
    "pic": "img/gal_vihara_1.jpg",
    "link": "gal_vihara"
  },
  {
    "name": "Nissanka Latha Mandapaya",
    "abstract": "One of the most well preserved buildings in Polonnaruwa, the place got it name from the king who built it, King Nissanka Malla. This was used by the king to listen to 'Pirith'. This is a beautiful building with some unique carvings and well preserved stone columns. The stone columns must have supported a roof during that time.",
    "pic": "img/latha_mandapaya_1.jpg",
    "link": "latha_mandapaya"
  },
  {
    "name": "Lankathilaka Temple",
    "abstract": "An impressive building around 18M in height, this was built by King Parakramabahu. There is statue of Lord Buddha inside the temple although the head is missing in the statue. Other than that there are lots of beautiful carvings in the temple walls. Some well preserved guard stones can also be found here.",
    "pic": "img/lankathilaka_temple_1.jpg",
    "link": "lankathilaka_temple"
  },
  {
    "name": "Satmahal Prasada",
    "abstract": "This ziggurat-style temple wich consists of six diminishing storeys is an example of south-east asia influence on Sinhalese architecture, and it really reminds me of other pyramid style temples i´ve seen in Angkor Wat and Tikal.",
    "pic": "img/satmahal_prasada_1.jpg",
    "link": "satmahal_prasada"
  },
  {
    "name": "Vatadage",
    "abstract": "Although there are numerous vatadage across Sri Lanka, the Vatadage at Polonnaruwa is the most famous. As with many other vatadage, it had a stupa in the centre with four Buddha images facing the cardinal directions.",
    "pic": "img/vatadage_1.jpg",
    "link": "vatadage"
  },
  {
    "name": "The Royal Palace",
    "abstract": "Another building built by King Parakramabahu during the golden age of Polonnaruwa. Although the stone walls of the lower level is remaining it is believed that the palace was seven stories high one of the most beautiful buildings in Polonnaruwa.",
    "pic": "img/royal_palace_1.jpg",
    "link": "royal_palace"
  },
  {
    "name": "Thuparama Gedige",
    "abstract": "Located in the quadrangle, a compound within its own rectangle of walls, guarding the richest collection of ancient buildings in any of Sri Lanka's ruined capitals. The Thuparama Gedige (hollow Buddihist temple with tick walls) is a fine example of the gedige style of temple architecture which flourished at Polonnaruwa. ",
    "pic": "img/thuparama_gedige_1.jpg",
    "link": "thuparama_gedige"
  }
]